[
  {
    "title": "Trip to Sundarbans",
    "images": [
      "https://i.ibb.co/7zjvQ1v/sundarban1.jpg",
      "https://i.ibb.co/7zjvQ1v/sundarban1.jpg",
      "https://i.ibb.co/7zjvQ1v/sundarban1.jpg"
    ],
    "duration": "4 Days 3 Nights",
    "type": "Nature & Wildlife",
    "price": 9500,
    "description": "Worlds Largest Mangrove Forest Belt & The Home of Royal Bengal Tiger. World Heritage Tour Itinerary For Nature and Wildlife Lovers",
    "tour_plan": [
      {
        "day": "Day 01",
        "details": "Leave Dhaka at 22:30 pm by reserved AC Night Coach for Khulna. Overnight bus journey."
      },
      {
        "day": "Day 02",
        "details": "Arrival at Khulna in the early morning, and will be transferred to our boat and immediately the boat will start cruising towards the Sundarbans Forest. We will arrive at Kotka around 1600 hrs. In the late afternoon hiking in the Kotka forest area to see wild life and forest. Overnight at Kotka on the boat."
      },
      {
        "day": "Day 03",
        "details": "Early in the morning we shall offer trip through small creeks and canals by country boat to see the wildlife and feel the forest from very close. After breakfast Jungle walk, etc will be offered. At around 12:00 hrs start cruising towards Kochikhali wildlife sanctuary, upon arrival Jungle walk near forest office. BBQ dinner on boat & overnight on the boat at Kochikhali. Overnight on the boat at Kochikhali."
      },
      {
        "day": "Day 04",
        "details": "Early in the morning we shall offer trip through small creeks and canals by country boat. Around 1200 hrs, leave Kochikhali for Mongla. Arrive at Khulna in the evening. After dinner drive back to Dhaka by reserved A/C coach. Overnight drive."
      }
    ]
  },
  {
    "title": "World Heritage Site Tour",
    "images": [
      "https://i.ibb.co/7zjvQ1v/sundarban1.jpg",
      "https://i.ibb.co/7zjvQ1v/sundarban1.jpg",
      "https://i.ibb.co/7zjvQ1v/sundarban1.jpg"
    ],
    "duration": "8 Days 7 Nights",
    "type": "Cultural",
    "price": 9500,
    "description": "The World Heritage Site, Historical And Archaeological Treasure Of North Bengal",
    "tour_plan": [
      {
        "day": "Day 01",
        "details": "Arrive Dhaka airport & transfer to hotel. If time permits half day city tour to Sadarghat River front, old Hindu temples, Lalbag Fort of Mughal Empire, Museum, Shahid Minar and Curzon Hall (Dhaka University). Overnight at Hotel."
      },
      {
        "day": "Day 02",
        "details": "Leave Dhaka for Moinamaoti, Comilla at 0800Hrs. On the way, visit Sonargaon, the Ancient Capital of Bengal, which was built 15th Century. An interesting folk museum here. After lunch, you will visit Moinamoti, Salban Vihara the relics of old Buddhist Civilization. Its an extensive center of Buddhist Culture of 7th-12th Century. The attractions include, Buddhist Vihara (monastery) with imposing central shrine, Kotia Mura etc. Back to Dhaka at evening & Night Halt."
      },
      {
        "day": "Day 03",
        "details": "Leave Dhaka by reserve van for Dinajpur via Jamuna Bridge at 0800Hrs. Arrive Dinajpur around 1500Hrs. Check in the Hotel. Visit the Ramsagar-historical pond (16th Century) & Night Halt."
      },
      {
        "day": "Day 04",
        "details": "Visit the famous Kanthejee's Temple. This famous terracotta temple is a good example of the mixture of Hindu and Mughal (Akbar Region) Architecture. The drive is 30km long & it takes approximately one hour from Dinajpur. After lunch, drive to Paharpur, to visit famous Buddhist Stupa an archeological site of a 7th Century. This drive will take around 3 Hrs. At evening we will be at Bogra for Night Halt."
      },
      {
        "day": "Day 05",
        "details": "Visit Mahastangarh, the fort of 12th Century & museum. After Lunch drive to Rajshahi. On the way you will visit The KUSUMBA MOSQUE which was built by Mughul at early 16th Century. Arrive Rajshahi at evening & Night Halts."
      },
      {
        "day": "Day 06",
        "details": "Drive to Dhaka at 0800Hrs. On the way, you will visit ancient Hindu's Temple (11th Century) at Puthia (Rajshahi District). Arrive Dhaka at late afternoon."
      },
      {
        "day": "Day 07",
        "details": "Full day Dhaka sight seeing includes Lalbagh Fort, Dhakeswary Temple, Star Mosque, Old Dhaka City Tour. Night Halt at Dhaka."
      },
      {
        "day": "Day 08",
        "details": "Free till Departure. Transfer to Airport and good bye."
      }
    ]
  },
  {
    "title": "River Cruise",
    "images": [
      "https://i.ibb.co/7zjvQ1v/sundarban1.jpg",
      "https://i.ibb.co/7zjvQ1v/sundarban1.jpg",
      "https://i.ibb.co/7zjvQ1v/sundarban1.jpg"
    ],
    "duration": "1 Day",
    "type": "Adventure",
    "price": 2000,
    "description": "River Cruise on Shitalakhya River Near Dhaka",
    "tour_plan": [
      {
        "day": "Day 01",
        "details": "Pick up at 9 am, followed by a 45-minute boat ride to the starting point. Enjoy tea and snacks while cruising and observe the river activity: boats carrying goods, fishing, and people's lives along the riverbank. Explore an old landlord's house converted into an educational institute. (1 hour) Take a swim (optional) before lunch served on board at 1 pm. Visit Ruposhi village on the return trip to see Jamdani weaving and potentially buy souvenirs. (around 3:30 pm) Arrive back in Dhaka by 5:30 pm."
      }
    ]
  },
  {
    "title": "Dhaka City Tour",
    "images": [
      "https://i.ibb.co/7zjvQ1v/sundarban1.jpg",
      "https://i.ibb.co/7zjvQ1v/sundarban1.jpg",
      "https://i.ibb.co/7zjvQ1v/sundarban1.jpg"
    ],
    "duration": "1 Day",
    "type": "City Life",
    "price": 2500,
    "description": "Dhaka offers a journey through its history, starting from the Lalbagh Fort, the Mughal-era birthplace of the city. Explore the heritage further at the Ahsan Monzil, a pink palace turned museum showcasing the life of a prominent local family. Immerse yourself in the city's religious tapestry at the Star Mosque, a century-old marvel, and the Dhakeshwari Temple, the city's oldest Hindu site. Finally, admire the unique architecture of the National Parliament Building before concluding your whirlwind tour of Dhaka's rich heritage.",
    "tour_plan": [
      {
        "day": "Day 01",
        "details": "Your Dhaka day tour starts at the bustling Sadarghat, the city's riverfront gateway. Immerse yourself in history at Lalbagh Fort, the birthplace of Dhaka during the Mughal era. Next, explore the opulent Ahsan Monzil, a pink palace turned museum showcasing the life of a prominent local family. Continue to the Star Mosque, a beautifully decorated 100-year-old landmark. For a spiritual experience, visit Dhakeshwari Temple, the city's oldest Hindu site. Finally, admire the unique architecture of the National Parliament Building before concluding your whirlwind tour of Dhaka's rich heritage."
      }
    ]
  },
  {
    "title": "Rangamati Tour",
    "images": [
      "https://i.ibb.co/7zjvQ1v/sundarban1.jpg",
      "https://i.ibb.co/7zjvQ1v/sundarban1.jpg",
      "https://i.ibb.co/7zjvQ1v/sundarban1.jpg"
    ],
    "duration": "2 Days 1 Night",
    "type": "Adventure",
    "price": 5000,
    "description": "Rangamati is a district in south-eastern Bangladesh. It is a part of the Chittagong Hill Tracts and the town of Rangamati serves as the headquarters of the district. Rangamati is one of the most popular tourist destinations in Bangladesh.",
    "tour_plan": [
      {
        "day": "Day 01",
        "details": "Leave Dhaka at 10:30 pm by reserved AC Night Coach for Rangamati. Overnight bus journey."
      },
      {
        "day": "Day 02",
        "details": "Arrival at Rangamati in the early morning, and will be transferred to our hotel. After breakfast, we will start our journey to explore Rangamati. We will visit Kaptai Lake, Hanging Bridge, Rajban Bihar, and Chakma Rajbari. Overnight at Rangamati."
      },
      {
        "day": "Day 03",
        "details": "After breakfast, we will visit Shuvolong Waterfall and then start our journey back to Dhaka. Arrival at Dhaka in the evening."
      }
    ]
  },
  {
    "title": "Sylhet Tour",
    "images": [
      "https://i.ibb.co/7zjvQ1v/sundarban1.jpg",
      "https://i.ibb.co/7zjvQ1v/sundarban1.jpg",
      "https://i.ibb.co/7zjvQ1v/sundarban1.jpg"
    ],
    "duration": "3 Days 2 Nights",
    "type": "Nature & Wildlife",
    "price": 7500,
    "description": "Sylhet is a city in eastern Bangladesh, on the Surma River. It’s known for its Sufi shrines, like the ornate tomb and mosque of 14th-century saint Hazrat Shah Jalal, now a major pilgrimage site near Dargah Gate. The tiny Museum of Rajas contains belongings of the local folk poet Hasan Raja. Nearby, Surma Valley is a city park with gardens and water features. North of Sylhet, tea plantations dot the Surma Valley.",
    "tour_plan": [
      {
        "day": "Day 01",
        "details": "Leave Dhaka at 10:30 pm by reserved AC Night Coach for Sylhet. Overnight bus journey."
      },
      {
        "day": "Day 02",
        "details": "Arrival at Sylhet in the early morning, and will be transferred to our hotel. After breakfast, we will start our journey to explore Sylhet. We will visit Ratargul Swamp Forest, Bichanakandi, and Jaflong. Overnight at Sylhet."
      },
      {
        "day": "Day 03",
        "details": "After breakfast, we will visit Lalakhal and then start our journey back to Dhaka. Arrival at Dhaka in the evening."
      }
    ]
  },
  {
    "title": "St. Martin Tour",
    "images": [
      "https://i.ibb.co/7zjvQ1v/sundarban1.jpg",
      "https://i.ibb.co/7zjvQ1v/sundarban1.jpg",
      "https://i.ibb.co/7zjvQ1v/sundarban1.jpg"
    ],
    "duration": "4 Days 3 Nights",
    "type": "Beach & Coastal",
    "price": 8500,
    "description": "St. Martin's Island is a small island in the northeastern part of the Bay of Bengal, about 9 km south of the tip of the Cox's Bazar-Teknaf peninsula, and forming the southernmost part of Bangladesh.",
    "tour_plan": [
      {
        "day": "Day 01",
        "details": "Leave Dhaka at 10:30 pm by reserved AC Night Coach for Teknaf. Overnight bus journey."
      },
      {
        "day": "Day 02",
        "details": "Arrival at Teknaf in the early morning, and will be transferred to our hotel. After breakfast, we will start our journey to St. Martin Island. Arrival at St. Martin Island and check-in at the hotel. Overnight at St. Martin Island."
      },
      {
        "day": "Day 03",
        "details": "After breakfast, we will visit Chera Dwip and then start our journey back to Teknaf. Arrival at Teknaf in the evening."
      },
      {
        "day": "Day 04",
        "details": "After breakfast, we will visit Inani Beach and Himchari Beach and then start our journey back to Dhaka. Arrival at Dhaka in the evening."
      }
    ]
  },
  {
    "title": "Bandarban Tour",
    "images": [
      "https://i.ibb.co/7zjvQ1v/sundarban1.jpg",
      "https://i.ibb.co/7zjvQ1v/sundarban1.jpg",
      "https://i.ibb.co/7zjvQ1v/sundarban1.jpg"
    ],
    "duration": "3 Days 2 Nights",
    "type": "Nature & Wildlife",
    "price": 7500,
    "description": "Bandarban is a district in South-Eastern Bangladesh, and a part of the Chittagong Division. It is one of the three hill districts of Bangladesh and a part of the Chittagong Hill Tracts, the others being Rangamati and Khagrachhari.",
    "tour_plan": [
      {
        "day": "Day 01",
        "details": "Leave Dhaka at 10:30 pm by reserved AC Night Coach for Bandarban. Overnight bus journey."
      },
      {
        "day": "Day 02",
        "details": "Arrival at Bandarban in the early morning, and will be transferred to our hotel. After breakfast, we will start our journey to explore Bandarban. We will visit Nilachal, Nilgiri, and Boga Lake. Overnight at Bandarban."
      },
      {
        "day": "Day 03",
        "details": "After breakfast, we will visit Nafakhum Waterfall and then start our journey back to Dhaka. Arrival at Dhaka in the evening."
      }
    ]
  },
  {
    "title": "Cox's Bazar Tour",
    "images": [
      "https://i.ibb.co/7zjvQ1v/sundarban1.jpg",
      "https://i.ibb.co/7zjvQ1v/sundarban1.jpg",
      "https://i.ibb.co/7zjvQ1v/sundarban1.jpg"
    ],
    "duration": "3 Days 2 Nights",
    "type": "Beach & Coastal",
    "price": 7500,
    "description": "Cox's Bazar is a town on the southeast coast of Bangladesh. It's known for its very long, sandy beachfront, stretching from Sea Beach in the north to Kolatoli Beach in the south. Aggameda Khyang monastery is home to bronze statues and centuries-old Buddhist manuscripts. South of town, the tropical rainforest of Himchari National Park has waterfalls and many birds. North, sea turtles breed on nearby Sonadia Island.",
    "tour_plan": [
      {
        "day": "Day 01",
        "details": "Leave Dhaka at 10:30 pm by reserved AC Night Coach for Cox's Bazar. Overnight bus journey."
      },
      {
        "day": "Day 02",
        "details": "Arrival at Cox's Bazar in the early morning, and will be transferred to our hotel. After breakfast, we will start our journey to explore Cox's Bazar. We will visit Himchari Beach, Inani Beach, and Marine Drive. Overnight at Cox's Bazar."
      },
      {
        "day": "Day 03",
        "details": "After breakfast, we will visit Sonadia Island and then start our journey back to Dhaka. Arrival at Dhaka in the evening."
      }
    ]
  },
  {
    "title": "Kuakata Tour",
    "images": [
      "https://i.ibb.co/7zjvQ1v/sundarban1.jpg",
      "https://i.ibb.co/7zjvQ1v/sundarban1.jpg",
      "https://i.ibb.co/7zjvQ1v/sundarban1.jpg"
    ],
    "duration": "3 Days 2 Nights",
    "type": "Beach & Coastal",
    "price": 7500,
    "description": "Kuakata is a town known for its panoramic sea beach. It is located in the southeastern part of Bangladesh, and is the number two tourist destination in the country. Kuakata beach is a sandy expanse 18 kilometres long and 3 kilometres wide.",
    "tour_plan": [
      {
        "day": "Day 01",
        "details": "Leave Dhaka at 10:30 pm by reserved AC Night Coach for Kuakata. Overnight bus journey."
      },
      {
        "day": "Day 02",
        "details": "Arrival at Kuakata in the early morning, and will be transferred to our hotel. After breakfast, we will start our journey to explore Kuakata. We will visit Kuakata Beach, Fatrar Char, and Lebur Char. Overnight at Kuakata."
      },
      {
        "day": "Day 03",
        "details": "After breakfast, we will visit Gangamati Reserve Forest and then start our journey back to Dhaka. Arrival at Dhaka in the evening."
      }
    ]
  },
  {
    "title": "Food Tour in Dhaka",
    "images": [
      "https://i.ibb.co/7zjvQ1v/sundarban1.jpg",
      "https://i.ibb.co/7zjvQ1v/sundarban1.jpg",
      "https://i.ibb.co/7zjvQ1v/sundarban1.jpg"
    ],
    "duration": "1 Day",
    "type": "Food & Culinary",
    "price": 2500,
    "description": "Dhaka is a city of food lovers. The city is famous for its street food and traditional Bengali cuisine. This tour will take you to the best food spots in Dhaka where you can taste the most delicious food items.",
    "tour_plan": [
      {
        "day": "Day 01",
        "details": "Your Dhaka food tour starts at 10 am. You will visit the best food spots in Dhaka and taste the most delicious food items. The tour will end at 6 pm."
      }
    ]
  }
]